Repository: trannguyenvu91/Foodate
Catalog: Shared/*.lproj/Localizable.strings
Languages: vi

# CalendarType_Inbox_Title
source: Inbox
vi: Thư tới

# CalendarType_Events_Title
source: Events
vi: Sự kiện

# Invite_Holder_Title
source: Oh, no. It is empty here.
vi: Ôi không, ở đây trống rỗng.

# Invite_Holder_Subtitle_Create
source: Your events will be here. Create now.
vi: Sự kiện của bạn sẽ hiện thị ở đây. Tạo ngay.

# Invite_Holder_Subtitle_People
source: Be the first one to invite %@!
vi: Hãy là người đầu tiên mời %@!

# Invite_Holder_Subtitle_Place
source: Be the first one to invite someone to %@!
vi: Hãy là người đầu tiên mời mọi người tới %@!

# Invite_Button_Title
source: Invite
vi: Mời

# Hello_User_Title
source: Hello, %@
vi: Xin chào, %@

# EditProfile_Enter_first_name
source: Enter first name
vi: Nhập tên họ

# EditProfile_Enter_last_name
source: Enter last name
vi: Nhập tên

# EditProfile_Enter_user_name
source: Enter user name
vi: Nhập username

# EditProfile_Enter_email
source: Enter email
vi: Nhập email

# EditProfile_Enter_bio
source: Enter bio
vi: Nhập tiểu sử

# EditProfile_Enter_job
source: Enter job
vi: Nhập công việc

# Cancel_Button_Title
source: Cancel
vi: Huỷ

# Update_Button_Title
source: Update
vi: Cập nhật

# InviteView_Start_Title
source: Start at
vi: Bắt đầu

# InviteView_Title
source: Title
vi: Tiêu đề

# InviteView_Placeholder
source: Go for dinner, coffee...
vi: Đi ăn tối, cà phê...

# InviteView_Place_Title
source: Place
vi: Địa điểm

# InviteView_ShareBill
source: Split Bill
vi: Cách thức trả tiền

# InviteView_Add_Place_Button_Title
source: Add restaurant, place,...
vi: Thêm nhà hàng, quán ăn

# InviteView_Send_Invitation_Button_Title
source: Invite
vi: Gửi lời mời

# InviteView_BillType
source: Bill type
vi: Tính hoá đơn

# InviteView_Duration_Prefix
source: for
vi: trong

# ShareBill_Seventy_Title
source: You pay 70%
vi: Bạn trả 70%

# ShareBill_OneHundred_Title
source: You pay 100%
vi: Bạn mời 100%

# OnboardingView_Title
source: Welcome to Food8
vi: Chào mừng tới Food8

# OnboardingView_Login_Title
source: LOGIN
vi: ĐĂNG NHẬP

# OnboardingView_Login_Switch_Label
source: Don't have an account?
vi: Bạn chưa có tài khoản?

# OnboardingView_Login_Switch_Button
source: Sign Up
vi: Tạo tài khoản ngay

# OnboardingView_SignUp_Title
source: CREATE AN ACCOUNT
vi: ĐĂNG KÍ

# OnboardingView_SignUp_Switch_Label
source: Already have an account?
vi: Đã có tài khoản?

# OnboardingView_SignUp_Switch_Button
source: Login
vi: Đăng nhập

# OnboardingView_Password_Title
source: Password
vi: Mật khẩu

# OnboardingView_Forgot_Password_Title
source: Forgot password?
vi: Quên mật khẩu?

# UserProfileView_Edit_Profile_Button_Title
source: Edit Profile
vi: Sửa trang cá nhân

# UserProfileView_Edit_Profile_FirstName_Label
source: First Name
vi: Tên

# UserProfileView_Edit_Profile_LastName_Label
source: Last Name
vi: Họ

# UserProfileView_Edit_Profile_Job_Label
source: Job
vi: Công việc

# UserProfileView_Edit_Profile_Bio_Label
source: Bio
vi: Tiểu sử

# UserProfileView_Age_Suffix
source: yo
vi: t

# UserProfileView_Creat_Button_Title
source: Create an invitation
vi: Tạo lời mời

# SearchView_Search_PlaceHolder
source: Search for people, places, invitations...
vi: Tìm kiếm bạn bè, địa điểm, lời mời...

# SearchView_Invitation_Tab_Label
source: Invitation
vi: Lời mời

# SearchView_Account_Tab_Label
source: Account
vi: Tài khoản

# SearchView_Place_Tab_Label
source: Place
vi: Địa điểm

# SearchView_Search_Navigation_Title
source: Search
vi: Tìm kiếm

# EndResultView_Title
source: No more data
vi: Không còn dữ liệu

# EmptyResultView_Title
source: Empty data
vi: Dữ liệu trống

# Notification_Tilte
source: Notification
vi: Thông báo

# InvitationView_Title
source: Invitation
vi: Lời mời

# Location_Title
source: Location
vi: Định vị

# Location_Not_Granted
source: You turned off location setting, this will affect the experience.
vi: Bạn đã tắt cài đặt định vị, điều này sẽ ảnh hưởng tới trải nghiệm của bạn.

# Location_Not_Available
source: Your location is not available. Please try again later.
vi: Định vị không khả dụng. Hãy thử lại sau.

# LocationView_Title
source: Allow location
vi: Truy cập định vị

# LocationView_SubTitle
source: We need your location to give you a better experience.
vi: Foodate cần vị trí của bạn để đem lại trải nghiệm tốt nhất tới bạn.

# LocationView_AllowButton
source: Yes, I allow
vi: Có, cho phép

# LocationView_SkipButton
source: Skip, ask me later
vi: Không. Nhắc tôi sau

# NotificationPermissionView_Title
source: Don't miss out
vi: Đừng bỏ lỡ

# NotificationPermissionView_SubTitle
source: Recieve notifications about latest updates on invitations and events nearby.
vi: Nhận thông báo để được cập nhật mới nhất về lời mời và sự kiện quanh bạn.

# NotificationPermissionView_AllowButton
source: Yes, enable notifications
vi: Bật thông báo

# NotificationPermissionView_SkipButton
source: Skip, ask me later
vi: Không. Nhắc tôi sau

# ArchivedInvitationHeader_Title
source: Already archived
vi: Đã diễn ra

# ArchivedInvitationHeader_SubTitle
source: This is an archived invitation, you can only view this.
vi: Lời mời đã diễn ra, bạn chỉ có thể xem lại lời mời này.

# ResetPasswordView_Title
source: Enter your username to reset password
vi: Nhập username để cài lại mật khẩu

# ResetPasswordView_NewPassword
source: New password
vi: Mật khẩu mới

# ResetPasswordView_ResetPassword
source: Reset password
vi: Đặt lại mật khẩu

# PlaceProfileView_Invite_Button_Title
source: Invite Friends!
vi: Mời bạn bè!

# RequesterCell_Accept_Button_Title
source: Accept
vi: Đồng ý

# NotificationType_NewRequest_Title
source: sent you a join request
vi: đã gửi cho bạn một yêu cầu tham gia

# NotificationType_NewInvitation_Title
source: sent you an invitation
vi: đã gửi cho bạn một lời mời

# NotificationType_NewEvent_Title
source: have an event with you
vi: có một sự kiện cùng bạn

# NotificationType_RejectedInvitation_Title
source: rejected an invitation
vi: đã từ chối lời mời

# NotificationType_CanceledInvitation_Title
source: canceled an invitation
vi: đã huỷ lời mời

# NotificationType_UpdatedInvitation_Title
source: updated an invitation
vi: đã cập nhật lời mời

# SendRequestFooter_Request_Button_Title
source: Request join
vi: Tham gia

# SendRequestFooter_Cancel_Request_Button_Title
source: Cancel request
vi: Huỷ yêu cầu

# RequestsFooter_Name_Joiner
source: and
vi: và

# RequestsFooter_Name_Others
source: others
vi: người khác

# RequestsFooter_Requested
source: requested
vi: đã gửi yêu cầu

# ReplyFooter_Accept_Button_Title
source: Accept
vi: Đồng ý

# ReplyFooter_Reject_Button_Title
source: Reject
vi: Từ chối

# InviteFooter_InviteFriend
source: Invite friend
vi: Mời bạn bè

# PlaceType_Cafe
source: Coffee shop
vi: Quán cà phê

# PlaceType_Food
source: Food
vi: Đồ ăn

# PlaceType_Bakery
source: Bakery
vi: Tiệm bánh

# PlaceType_Bar
source: Bar, pub
vi: Quán bar, pub

# PlaceType_LiquorStore
source: Liquor Store
vi: Quán rượu

# PlaceType_Restaurant
source: Restaurant
vi: Nhà hàng

# PlaceType_Others
source: Others
vi: Khác

# InvitationState_Pending
source: Sent
vi: Đã gửi

# InvitationState_Matched
source: Join
vi: Tham gia

# InvitationState_Archived
source: Archived
vi: Đã xoá

# InvitationState_Canceled
source: Canceled
vi: Đã huỷ

# InvitationState_Rejected
source: Rejected
vi: Đã từ chối

# DraftInvitation_Empty_Place_Alert
source: You must choose place
vi: Bạn phải chọn địa điểm

# DraftInvitation_Invalid_Time_Alert
source: Invalid time
vi: Thời gian bắt đầu và kết thúc không hợp lệ

# DraftInvitation_Empty_Title_Alert
source: Please input title
vi: Hãy điền nội dung lời mời

# DraftInvitation_Recipient_Alert
source: Invalid recipient
vi: Bạn không thể mời chính bạn

# NetworkError_Operation_Error_Alert
source: The operation couldn't be completed. Please try again
vi: Đã xảy ra lỗi trong thao tác. Xin hãy thử lại

# NetworkError_JSON_Error_Alert
source: The response is not JSON
vi: Phản hồi bị lỗi định dạng JSON

# Alert_Error_Title
source: Error
vi: Xảy ra lỗi

# SettingView_Navigation_Title
source: Setting
vi: Cài đặt

# SettingView_Edit_Profile
source: Edit Profile
vi: Sửa hồ sơ

# SettingView_Logout
source: Log Out
vi: Đăng xuất

# SettingView_Navigation_Language
source: Language
vi: Ngôn ngữ

# SettingView_Set_Language_Title
source: Update app language?
vi: Cập nhật ngôn ngữ phần mềm?

# SettingView_Set_Language_SubTitle
source: Relaunch might be need to apply this setting
vi: Chạy lại phần mềm có thể cần thiết để áp dụng thay đổi này

# SettingView_Set_Language_English
source: English
vi: Tiếng Anh

# SettingView_Set_Language_Vietnamese
source: Vietnamese
vi: Tiếng Việt

# SettingView_Set_Language_Cancel
source: Cancel
vi: Huỷ
